Repository: tomaszhofdun/WP-First-Time-Login-Password-Change
Catalog: App/lang/first-time-login-password-change-*.po
Languages: pl_pl

source: First Time Login Password Change
pl_pl: Zmiana Hasła Przy Pierwszym Logowaniu

source: Force New Added Users To Change The Password
pl_pl: Wymusza Na Nowych Użytkownikach Zmiane Hasła

source: Wrong username or password.
pl_pl: Nieprawidłowa nazawa użytkownika lub hasło

source: New Password must contain numeric value
pl_pl: Nowe hasło musi zawierać liczbę

source: New Password must contain lower case letter
pl_pl: Nowe hasło musi zawierać małą literę

source: New Password must contain upper case letter
pl_pl: Nowe hasło musi zawierać dużą literę

source: New Password must contain Special character
pl_pl: Nowe hasło musi zawierać znak specjalny

source: New Password must conain atleast %1$d characters
pl_pl: Nowe hasło musi zawierać przynajmniej %1$d znaków

source: Password policy
pl_pl: Polityka haseł

source: Settings
pl_pl: Ustawienia

source: Advanced
pl_pl: Zaawansowane

source: Reset Password for
pl_pl: Resetowanie hasła dla

source: Make sure you have a strong password
pl_pl: Upewnij się że nadajesz silne hasło

source: Current Password
pl_pl: Aktualne hasło

source: New Password
pl_pl: Nowe hasło

source: Confirm Password
pl_pl: Potwierdź hasło

source: CHANGE PASSWORD
pl_pl: ZMIEŃ HASŁO

source: NEW PASSWORD REQIREMENTS
pl_pl: WARUNKI DO SPEŁNIENIA DLA NOWO NADANEGO HASŁA

source: Atleast 8 charactersth
pl_pl: Minimum 8 znaków

source: Atleast one numeric digit (0,9)
pl_pl: Nowe hasło musi zawierać liczbę

source: Atleast one lower case letter
pl_pl: Nowe hasło musi zawierać małą literę

source: Atleast one upper case letter
pl_pl: Nowe hasło musi zawierać dużą literę

source: Atleast one special character (@ # $ %)
pl_pl: Nowe hasło musi zawierać znak specjalny

source: Enable force change password
pl_pl: Włącz wymuszenie hasła dla nowo zarejestrowanych użytkowników

source: Save Settings
pl_pl: Zapisz ustawienia

source: Settings saved
pl_pl: Zapisano ustawienia

source: Error in form authentication
pl_pl: Błąd w autentykacji formularza

source: Unexpected error, please try again
pl_pl: Niespodziewany błąd, proszę spróbuj ponownie

source: Your Entered and ReEnter Password does not match
pl_pl: Nowe hasło musi być identyczne w dwóch polach

source: An unknown error occured. please try again later!
pl_pl: Wystąpił nieznany błąd, proszę spróbuj ponownie później

source: Old password did not match
pl_pl: Stare hasło jest nieprawidłowe

source: Your Password is successfully changed
pl_pl: Twoje hasło zostało zmienione
